const message = {
  ready: "방장이 게임을 시작할 때 까지 기다려주세요.",
  start:
    "게임이 시작됩니다.<br/>왼쪽에 카드에 마우스를 올려 제시어를 확인해주세요.",
  hint1: "순서대로 제시어에 대한 설명을 20자 이내로 작성해주세요",
  chat1:
    "첫 번째 제시어 설명이 종료되었습니다.<br/>1분간 자유롭게 대화해주세요",
  hint2: "순서대로 두번째 설명을 20자 이내로 작성해주세요.",
  chat2:
    "두번째 제시어 설명이 종료되었습니다.<br/>2분간 자유롭게 대화하며 라이어로 의심되는 사람을 클릭해주세요.",
};

const colors = [
  "#FF0000",
  "#FF7F00",
  "#FFD400",
  "#FFFF00",
  "#BFFF00",
  "#6AFF00",
  "#00EAFF",
  "#0095FF",
  "#0040FF",
  "#AA00FF",
  "#FF00AA",
  "#EDB9B9",
  "#E7E9B9",
  "#B9EDE0",
  "#B9D7ED",
  "#DCB9ED",
  "#8F2323",
  "#8F6A23",
  "#4F8F23",
  "#23628F",
  "#6B238F",
  "#000000",
  "#737373",
  "#CCCCCC",
];
